"com.barebones.bblm.code" = "Plain text";
"com.barebones.bblm.preprocessor" = "Preprocessor directives";
"com.barebones.bblm.comment" = "Comments";
"com.barebones.bblm.line-comment" = "Line comments";
"com.barebones.bblm.block-comment" = "Block comments";
"com.barebones.bblm.string" = "Strings";
"com.barebones.bblm.single-string" = "Single-quoted strings";
"com.barebones.bblm.double-string" = "Double-quoted strings";
"com.barebones.bblm.heredoc-string" = "Here-doc strings";
"com.barebones.bblm.number" = "Numbers";
"com.barebones.bblm.file-include" = "File includes";
"com.barebones.bblm.variable" = "Variables";
"com.barebones.bblm.keyword" = "Language keywords";
"com.barebones.bblm.predefined-symbol" = "Predefined symbols";
"com.barebones.bblm.indexed-symbol" = "ctags symbols";
"com.barebones.bblm.sgml-cdata" = "SGML unparsed character data (CDATA)";
"com.barebones.bblm.sgml-decl" = "SGML declarations";
"com.barebones.bblm.sgml-tag" = "SGML/HTML/XML tags";
"com.barebones.bblm.sgml-entity" = "SGML/HTML/XML entities";
"com.barebones.bblm.xml-pi" = "XML processing instructions";
"com.barebones.bblm.xml-empty" = "Empty XML tags";
